[
  {
    "id": 1,
    "title": "Ubuntu - Enterprise Open Source and Linux",
    "description": "Ubuntu is a Linux distribution based on Debian and composed primarily of free and open-source software. Developed by the British company Canonical and a community of contributors under a meritocratic governance model, Ubuntu is released in multiple official editions: Desktop, Server, and Core for IoT and robotic devices. Ubuntu is published on a six-month release cycle, with long-term support (LTS) versions issued every two years.  Canonical provides security updates and support until each release reaches its designated end-of-life (EOL), with optional extended support available through the Ubuntu Pro and Expanded Security Maintenance (ESM) services. As of June 2025, the latest stable release is 25.04 (\"Plucky Puffin\"), and the current LTS release is 24.04 (\"Noble Numbat\"). Ubuntu can be installed directly on hardware or run within a virtual machine. It is widely used for cloud computing, with integration support for platforms such as OpenStack. It is also one of the most popular Linux distributions for general desktop use, supported by extensive online communities such as Ask Ubuntu, and has spawned numerous community-maintained variants. The name \"Ubuntu\" comes from the Nguni philosophy of ubuntu, which translates roughly as \"humanity to others\" or \"I am what I am because of who we all are\".",
    "link": "https://ubuntu.com",
    "keyword": "ubuntu,linux",
    "kind": 0,
    "updated": "2025.10.15",
    "price": "Free of charge"
  },
  {
    "id": 2,
    "title": "The GNU Image Manipulation Program (GIMP)",
    "description": "GIMP is a free and open-source raster graphics editor. It is commonly used for photo retouching, image editing, free-hand drawing, and converting between different image file formats. GIMP is freely available on Windows, Linux and macOS. It is licensed under the GNU General Public License (GPL 3.0 or later). The project is supported by a community of volunteers. Users are encouraged to contribute. GIMP supports plugins and scripting, allowing users to extend its features and automate tasks. While it is not primarily designed for drawing, some artists and creators still use it for that purpose.",
    "link": "https://www.gimp.org",
    "keyword": "gimp",
    "kind": 0,
    "updated": "2025.10.15",
    "price": "Free of charge"
  },
  {
    "id": 3,
    "title": "LibreOffice - Free and private office suite - Based on OpenOffice - Compatible with Microsoft",
    "description": "LibreOffice is a free and open-source office productivity software suite developed by The Document Foundation (TDF). It was created in 2010 as a fork of OpenOffice.org, itself a successor to StarOffice. The suite includes applications for word processing (Writer), spreadsheets (Calc), presentations (Impress), vector graphics (Draw), database management (Base), and formula editing (Math). It supports the OpenDocument format and is compatible with other major formats, including those used by Microsoft Office. LibreOffice is available for Windows, macOS, and is the default office suite in many Linux distributions, and there are community builds for other platforms. Ecosystem partner Collabora uses LibreOffice as upstream code to provide a web-based suite branded as Collabora Online, along with apps for platforms not officially supported by LibreOffice, including Android, ChromeOS, iOS and iPadOS.",
    "link": "https://www.libreoffice.org",
    "keyword": "office",
    "kind": 0,
    "updated": "2025.10.15",
    "price": "Free of charge"
  },
  {
    "id": 4,
    "title": "7-Zip: file archiver with a high compression ratio",
    "description": "7-Zip is a free and open-source file archiver, a utility used to place groups of files within compressed containers known as \"archives\". It is developed by Igor Pavlov and was first released in 1999. 7-Zip has its own archive format called 7z introduced in 2001, but can read and write several others.",
    "link": "https://www.7-zip.org",
    "keyword": "file archiver",
    "kind": 0,
    "updated": "2025.10.15",
    "price": "Free of charge"
  }
]
